[
  {
    "logo_path": "api/2019/sponsor/images/sponsor_1",
    "name": "奧義智慧科技",
    "name_e": "CyCarrier",
    "sponsor_id": 1,
    "about_us": "奧義智慧科技（CyCarrier）是一家資安科技新創公司，以發展自動化 AI 角度切入，結合資安威脅情資（CTI）以及軌跡追蹤演算法的態勢感知（Situation Awareness）技術，為目前台灣資安業界第一家結合人工智慧與端點監控威脅應急反應方案。 由 Jeremy, Benson 與 PK 共同創辦，三位創辦人均為國際知名資安專家，在世界頂尖的駭客年會 Blackhat 與 DEFCON 均發表過資安研究，過去有多次成功的創業經驗。",
    "about_us_e": "CyCarrier is a cybersecurity startup focused on AI-Driven next-gen cyber resilience. Via a multimodel algorithm powered by machine learning methods, our proprietary artificial intelligence engines enable customers and partners to rapidly perform intelligent security threat analysis on a scalable, user-friendly AI platform. CyCarrier uniquely provides research in related fields such as cybersecurity insurance and computer security for vehicles. In 2019, we established our CyCarrier AI Lab and created a new generation of artificial intelligence engine, delivering a new \"driverless\" model in intelligent security and defense. CyCarrier’s visionary AI brings cutting edge ROI-efficient technologies to the world stage.",
    "facebook_url": "",
    "official_website": "https://www.cycarrier.com/company.html",
    "sponsor_type": "developer",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_2",
    "name": "捕夢網數位科技有限公司",
    "name_e": "PUMO network Digital Technology Co., Ltd.",
    "sponsor_id": 2,
    "about_us": "身為國內主機商，從網路主機代管起家的捕夢網，近年來為因應企業需求，轉型踏入資訊安全防護的領域。有別於其他網路服務業者，捕夢網提供網路架構的安全服務，更以客戶立場出發，注重網站暨程式的資訊安全服務。代理國內外 SSL 憑證，獨家代理來自以色列的弱點掃描、WAF 應用程式防火牆及 DAF 資料庫防火牆等資安服務，打造加密、偵測、阻擋、掩護四點一環，全方位網站安全環境。累積多年經驗，能依據不同應用主機型態，如資料庫、網站連線、網站程式等等，提供客製化檢測服務，能夠找到隱藏的弱點與漏洞，有助提升應用主機的安全。",
    "about_us_e": "",
    "facebook_url": "https://www.facebook.com/pumonetwork/",
    "official_website": "https://www.pumo.com.tw/www/",
    "sponsor_type": "bruce_wayne",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_3",
    "name": "Oracle Global Services Czech Republic, sro",
    "name_e": "Oracle Global Services Czech Republic, sro",
    "sponsor_id": 3,
    "about_us": "MySQL 是全球最受歡迎的開源資料庫，也是網路應用系統的首選資料庫，它為臉書、推特、YouTube、優步、雅虎以及其他許多網路巨擘的主要資料庫管理系統．相關訊息請參考 http://www.oracle.com",
    "about_us_e": "MySQL is the world's most popular open source database and is the leading database choice for web-based applications, used by web properties including Facebook, Twitter, YouTube, Uber, Yahoo! and many more. Visit http://www.oracle.com",
    "facebook_url": "",
    "official_website": "https://www.mysql.com",
    "sponsor_type": "developer",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_4",
    "name": "KKBOX",
    "name_e": "KKBOX",
    "sponsor_id": 4,
    "about_us": "KKBOX 是由一群熱愛技術及音樂的工程師於 2005 年創立的品牌，以獨創的雲端技術提供音樂串流服務，讓使用者透過網路即可播放儲存在雲端的歌曲；並以技術加密媒體檔成功為線上音樂和智慧財產權取得完美的平衡，打開了線上音樂合法授權的版權觀念，更成為亞洲市場的標竿品牌。至今，KKBOX 擁有超過 4500 萬首曲目，服務地區包括台灣、香港、日本、新加坡及馬來西亞。KKBOX 服務在電腦、智慧型手機或其他行動裝置上都能使用，不只能線上聽音樂，還能下載到裝置中離線收聽，給消費者方便自由、沒有界限的音樂世界！",
    "about_us_e": "KKBOX, Asia's leading music streaming service, was established in 2005 by a group of Taiwanese software programmers with a shared passion for technology and music. KKBOX features over 45 million legal tracks and is currently available in Taiwan, Hong Kong, Japan, Singapore and Malaysia with over 10 million users. We are committed to creating a truly immersive online music experience to users, and to empower artists and their music through technological innovation.",
    "facebook_url": "https://www.facebook.com/InnovationChat/",
    "official_website": "https://www.kkbox.com/",
    "sponsor_type": "bruce_wayne",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_5",
    "name": "天鏡科技股份有限公司",
    "name_e": "Sky Mirror",
    "sponsor_id": 5,
    "about_us": "策略無限 致力於機器人理財平台及程式交易研究，以台指期 21 年超過 4 億筆 tick 大數據資料為基礎，架構策略開發回測系統，建立 Tick 級高速且精準的回測機制，並能界接 AI 決策訊號進行深度回測，使用多種 AI 演算法研發近兩百隻的智慧下單策略，並透過策略管理機制有效降低策略風暴比，並完善整體資金風險管理系統，希望打破一般大眾對期貨的印象，跳脫舊市場框架思維，充分運用人工智慧、大數據等科技，提升產品效能及使用者體驗，提供完善的機器人理財服務。",
    "about_us_e": "",
    "facebook_url": "",
    "official_website": "http://skymirror.com.tw",
    "sponsor_type": "hacker",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_6",
    "name": "Verizon Media",
    "name_e": "Verizon Media",
    "sponsor_id": 6,
    "about_us": "Verizon 是美國首屈一指的電信公司，擁有在全美獲獎無數的無線網路和優質的全光纖網絡，並為全球企業提供完整的解決方案。透過 Verizon 媒體集團旗下的 Yahoo、TechCrunch 與 HuffPost 等品牌，我們致力於協助消費者隨時取得最新消息及娛樂內容、彼此溝通與進行交易，同時為廣告主及合作夥伴創造與消費者的全新連結。\n\n 在台灣，我們持續提供 Yahoo 奇摩旗下包括 Yahoo TV、新聞、電子信箱、搜尋、拍賣、超級商城、購物中心、股市、電影、運動、名人娛樂等多項服務。",
    "about_us_e": "Verizon​ Communications Inc. (NYSE, Nasdaq: VZ), headquartered in New York City, generated revenues of $130.9 billion in 2018. The company operates America’s most awarded wireless network and the nation’s premier all-fiber network, and delivers integrated solutions to businesses worldwide. With brands like Yahoo, TechCrunch and HuffPost, the company’s media group helps consumers stay informed and entertained, communicate and transact, while creating new ways for advertisers and partners to connect. Verizon’s corporate responsibility prioritizes the environmental, social and governance issues most relevant to its business and impact to society.  \n\nIn Taiwan, we keep offering services under the name Yahoo Kimo and today own a number of properties including Yahoo TV, News, Mail, Search, Auction, Store, Shopping, Finance, Movies, Sports and Entertainment. Yahoo Kimo also provides a comprehensive suite of e-commerce services.",
    "facebook_url": "https://www.facebook.com/Yahoo.Kimo",
    "official_website": "https://tw.yahoo.com/",
    "sponsor_type": "bruce_wayne",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_7",
    "name": "狄卡科技股份有限公司",
    "name_e": "Dcard",
    "sponsor_id": 7,
    "about_us": "Dcard 成立於 2011 年，是在年輕族群有極高滲透率與影響力的社群平台，每月不重複訪客高達 1500 萬。獨特的「抽卡」功能讓各大專院校學生可在午夜 12 點隨機配對，Dcard 也是全台灣最大匿名論壇，讓使用者能自由自在地說出想法與交流意見。",
    "about_us_e": "",
    "facebook_url": "https://www.facebook.com/dcardlab/",
    "official_website": "https://join.dcard.today/",
    "sponsor_type": "developer",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_9",
    "name": "快樂的小夥伴有限公司",
    "name_e": "BiiLabs Co., Ltd.",
    "sponsor_id": 9,
    "about_us": "BiiLabs 致力於使用分散式帳本技術解決萬物聯網帶來的挑戰，涵蓋智慧城市與能源管理等領域，其核心技術協助各產業之數位轉型，進而解決在客戶應用中的信任，安全，成長，效率等關鍵問題。BiiLabs 期許成為萬物聯網世代的關鍵技術方案提供者。",
    "about_us_e": "BiiLabs is dedicated in developing distributed ledger technologies to overcome the\nchallenges in the Internet of Everything era, including smart cities, energy management, and\nmore. Its core technologies assist the digital transformation of various industries, and to\nsolve critical issues such as trust, security, growth and efficiency for our clients. BiiLabs aims\nto be a leading technology provider in the Internet of Everything world.",
    "facebook_url": "https://twitter.com/BiiLabs",
    "official_website": "http://biilabs.io",
    "sponsor_type": "hacker",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_10",
    "name": "南星創速器股份有限公司",
    "name_e": "",
    "sponsor_id": 10,
    "about_us": "",
    "about_us_e": "",
    "facebook_url": "",
    "official_website": "https://www.facebook.com/ssxelerator",
    "sponsor_type": "hacker",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_11",
    "name": "LeadBest Consult Group",
    "name_e": "LeadBest Consult Group",
    "sponsor_id": 11,
    "about_us": "LeadBest Consulting Group 是一個提供「數位賦能」執行策略的跨國顧問集團，將來自技術社群的能量，推廣至行銷、製造、傳產等跨產業的應用。客戶來自香港、臺灣與東南亞。\nLeadBest 結合資深的技術底蘊，針對跨產業的數位痛點展開市場洞察，將創新科技與敏捷文化思維導入企業，實現技術在跨領域的商業價值。\n 從技術人到商業價值的創造者，我們深獲各產業領導品牌之肯定，先後受邀至 KPMG、Savills、台北金融研究發展基金會、台灣大學擔任內訓講師 。顧問的企業來自各產業的隱形冠軍。",
    "about_us_e": "",
    "facebook_url": "https://www.facebook.com/LeadBest.io",
    "official_website": "https://leadbestconsultant.com/en/",
    "sponsor_type": "special_thanks",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_12",
    "name": "台灣亞馬遜網路服務有限公司",
    "name_e": "Amazon Web Services (AWS)",
    "sponsor_id": 12,
    "about_us": "13 年以來，AWS 一直是全球應用最廣泛的雲端服務平台。透過遍及美國、澳洲、巴林、巴西、加拿大、中國、法國、德國、香港特別行政區、印度、愛爾蘭、日本、韓國、新加坡、瑞典和英國等 22 個地理區域內的 69 個可用區域，AWS 為客戶提供超過 165 種功能全面的雲端服務，包括運算、儲存、資料庫、聯網、分析、機器人、機器學習與人工智慧、物聯網、行動、安全、混合雲、虛擬和擴增實境、媒體，以及應用開發、部署和管理。全球超過百萬客戶信任 AWS，包含發展迅速的新創公司、大型企業和政府機構。",
    "about_us_e": "For 13 years, Amazon Web Services has been the world’s most comprehensive and broadly adopted cloud platform. AWS offers over 165 fully featured services for compute, storage, databases, networking, analytics, robotics, machine learning and artificial intelligence (AI), Internet of Things (IoT), mobile, security, hybrid, virtual and augmented reality (VR and AR), media, and application development, deployment, and management from 69 Availability Zones (AZs) within 22 geographic regions, spanning the U.S., Australia, Bahrain, Brazil, Canada, China, France, Germany, Hong Kong Special Administrative Region, India, Ireland, Japan, Korea, Singapore, Sweden, and the UK. Millions of customers—including the fastest-growing startups, largest enterprises, and leading government agencies—trust AWS to power their infrastructure, become more agile, and lower costs. To learn more about AWS, visit aws.amazon.com.",
    "facebook_url": "https://www.facebook.com/amazonwebservices.tw/",
    "official_website": "https://aws.amazon.com/",
    "sponsor_type": "bruce_wayne",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_14",
    "name": "台灣微軟股份有限公司",
    "name_e": "Microsoft",
    "sponsor_id": 14,
    "about_us": "全球科技產業的領航者，提供全球領先的軟體、服務、設備和解決方案，自 1975 年成立以來，一直致力於幫助個人和企業用戶，全面發揮科技潛能，實現夢想。 \n 微軟一直專注於技術創新與變革，透過卓越的軟體、設備和服務，能夠幫助用戶提昇生活和工作生產力，讓數億的使用者真正受益於科技。\n 微軟執行長 Satya Nadella 在上任後提出了新願景：「在這個行動優先、雲端至上的世界裡，微軟的核心競爭力，就是成為一個提供生產力與平台的公司，幫助在這個地球上的每一個人到每一個組織，都能貢獻更多、成就更大。」",
    "about_us_e": "",
    "facebook_url": "https://www.facebook.com/groups/AzureTWUG",
    "official_website": "https://www.microsoft.com/zh-tw",
    "sponsor_type": "hacker",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_15",
    "name": "可立可股份有限公司",
    "name_e": "KlickKlack Communications",
    "sponsor_id": 15,
    "about_us": "KlickKlack 以亞洲為主要服務區域，於台灣、香港、新加坡皆有不同的事業體，服務項目含括資訊網路建置、滲透測試監管與稽核服務、電影後期、廣告執行製作、品牌設計、形象包裝。\n\n 可立可股份有限公司\nKlickKlack Communications 是 KlickKlack 集團的一員。提供專業的資通訊服務，除了累積了近千場的活動執行經驗之外，也為數十家新創公司建置企業資訊與網路環境，彈性解決方案可隨企業的快速成長給予對應規模的服務，亦針對 NGO 組織提供新世代的網路聯防解決方案。",
    "about_us_e": "",
    "facebook_url": "https://www.facebook.com/KlickKlackTaiwan/",
    "official_website": "https://www.kkco.com.tw",
    "sponsor_type": "developer",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_16",
    "name": "智慧感知與雲端服務產學聯盟",
    "name_e": "SCSS",
    "sponsor_id": 16,
    "about_us": "本聯盟為非營利為目的之產學研聯盟組織，係配合國科會產學小聯盟計畫成立\n，以「國立高雄科技大學電子工程系」及「成功大學數位生活科技中心」為運\n 作及交流平台，集合數十位教授與相關領域專家近年的研究成果為核心技術，\n 協同法人研究單位的研發能量與國內外產業專家的專業經驗，提供產學研技術\n 交流、研發輔導、測試驗證、人才培育及媒合服務，積極推動智慧感知與雲端\n 服務產業發展，協助提昇產業競爭能力。",
    "about_us_e": "",
    "facebook_url": "",
    "official_website": "http://credit.csie.ncku.edu.tw:33080/sscs/",
    "sponsor_type": "sscs_support",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_17",
    "name": "教育部智慧創新跨域人才培育計畫推動中心",
    "name_e": "",
    "sponsor_id": 17,
    "about_us": "",
    "about_us_e": "",
    "facebook_url": "",
    "official_website": "https://www.itsa.org.tw/itsa/",
    "sponsor_type": "ita_support",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_18",
    "name": "六角學院",
    "name_e": "",
    "sponsor_id": 18,
    "about_us": "",
    "about_us_e": "",
    "facebook_url": "",
    "official_website": "https://www.hexschool.com/",
    "sponsor_type": "education",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_19",
    "name": "祐生研究基金會",
    "name_e": "Archilife Research Foundation",
    "sponsor_id": 19,
    "about_us": "祐生研究基金會由推動建築與環境永續發展之研究開始，推動長期的知識累積與人才培養。除了過去建築、環境、生態、健康與資訊社會與文化等面向之碩士論文獎助主題外，本會目前定期舉辦的聯誼會及讀書會，強化祐生成員的知識密度。其後，於 2011 年起，本會持續針對國內開源活動進行贊助，也針對國內獨立遊戲開發者，推動知識與資訊分享聚會，並贊助台灣開發者前往特定國際遊戲競賽，期能幫助國內相關社群之發展。",
    "about_us_e": "Since 1987, the Archilife Research Foundation started long-term researches in architecture, sustainability, and go on to other areas of knowledge integration. Efforts including previously giving scholarships in aforementioned areas, and currently holding reading group meetings and communion events for knowledge keepers to better our understandings of the world. From 2011, we also have been sponsoring various Open Source related events, holding meetups and game jams for local game developers' community, and giving out scholarships to support indie game teams and encourage them to go to international game festivals.",
    "facebook_url": "",
    "official_website": "https://archilife.org/",
    "sponsor_type": "developer",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_20",
    "name": "北京天特信科技有限公司",
    "name_e": "IPIP.NET",
    "sponsor_id": 20,
    "about_us": "IPIP.NET 专注于 IP 地理位置以及 IP 画像数据的研究、整理与发行。我们的主力产品 IP 地理位置数据库主要基于 BGP/ASN 数据以及遍布全球的网络监测点进行城市级 IP 地域数据标注，准确度远高于国内国外同类产品。我们的客户遍布于各类型互联网公司，比较集中在网络安全行业、电商行业、娱乐行业、金融行业、硬件行业，以及 CDN、DNS、VPN、视频、直播、互联网统计分析等细分领域。IPIP.NET 已经成为中国 IP 地理位置数据库方向上事实上的行业标准，正在努力进军全球。",
    "about_us_e": "IPIP.NET focuses on researching, sorting, and publishing IP geolocation and IP portrait data. The main product IP geolocation database is based on BGP/ASN data and network monitoring spots around the world to make city-level IP geolocation data tagging; its accuracy is way better than other similar products around the world.",
    "facebook_url": "https://www.facebook.com/IPIPNET-902458459915181/?ref=bookmarks",
    "official_website": "https://www.ipip.net",
    "sponsor_type": "developer",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_22",
    "name": "新加坡鈦坦科技",
    "name_e": "Titansoft",
    "sponsor_id": 22,
    "about_us": "我們是一間總部位於新加坡的軟體開發公司，專注於遊戲和娛樂產業，採用敏捷開發同時全面導入敏捷管理，在多次的嚐試與挫折學習後，逐漸形塑出鈦坦科技坦率透明的核心價值，以人為本的管理方式，獲得亞洲知名人力刊物 HR Asia「2019 台灣最佳企業雇主獎」。在這裡沒有 Boss，但要有自組織的 Guts，我們重視團隊合作勝於個人英雄主義，不再實施個人績效評量、實行彈性工時、實踐自主申請升遷，有貢獻就有回饋，改變是這世上唯一不變的事物，我們擁抱改變，並隨機應變。",
    "about_us_e": "",
    "facebook_url": "https://www.facebook.com/TitansoftTW/",
    "official_website": "https://www.titansoft.com/tw",
    "sponsor_type": "developer",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_23",
    "name": "一零四資訊科技股份有限公司",
    "name_e": "104 Corporation",
    "sponsor_id": 23,
    "about_us": "「找工作、找人才」104 做的可不只這些！\n 以「幫每個上班族找到方向」的願景出發，透過雲端服務 (Cloud)、行動平台 (Mobile)、開放平台 (Open)、群體智慧 (Social)與 Big data 應用，不只求才求職服務，更進一步將社會責任往上延伸至銀髮雙親、向下紮根幼小孩童，陸續推出多元服務，讓上班族們毋須擔心家中老幼。",
    "about_us_e": "104’s Three Missions\n\n1.Commitment to career matchmaking: For jobseekers, don’t just find jobs, forge careers; for employers, don’t just find employees, manage talent.\n\n2.Commitment to the elderly: See that the elderly, disabled or not, contribute to society and gain the respect they deserve.\n\n3.Commitment to children: Guide them to find their abilities and live up to their potential.",
    "facebook_url": "https://www.facebook.com/104jobbank/",
    "official_website": "https://www.104.com.tw",
    "sponsor_type": "hacker",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_25",
    "name": "國泰金融",
    "name_e": "Cathay Financial Holdings",
    "sponsor_id": 25,
    "about_us": "國泰金控致力於推動集團數位轉型，設立「數位數據暨科技發展中心(DDT)」，以數據驅動為理念(data-driven as culture)，協助國泰金控打造數位數據生態圈。\n\n國泰積極投入資源建構大數據基礎建設並且導入新技術，同時整合集團資源，提供創新體驗及服務，以數據驅動金融科技創新，提供有感、有效的客戶數位體驗，致力成為亞洲數位生態圈及科技金融領頭羊。",
    "about_us_e": "To keep up the momentum of global Fintech development, Cathay Financial Holdings Corporation (CFH) established the Digital, Data & Technology (DDT) practice, contributing to Fintech developments and digital transformation, to build a digital and data ecosystem via “data-driven culture” with its subsidiaries\n\nPowered by digital, data, and technology, DDT is actively developing a big data infrastructure, adopting new technologies as well as initiating data-driven financial services that maximizing synergistic effects through various collaboration across Cathay’s subsidiaries, for example, MyRewards App, Chatbot “Alpha,” KOKO digital banking, Cathay Robo and AI claims system…etc.\n\nDDT is highly committed to investing people. We are dedicated in creating an open environment suitable for cross-border talents from diverse backgrounds such as technology, start-up, e-commerce, retail, telecommunication and finance, to satisfy our people’s desire to growth. In DDT, we share ‘One Team’ value with open minded discussion, problem solving oriented, team work, proactive learning and continuous collaboration. With respect to data science and data engineering, we also established a “Data Science Lab” to ensure our technical capabilities with research and innovation ratoinale which is rare and unique to industry.\n\nBy collaborating with Cathay’s subsidiaries and consolidating the group resources, DDT provides innovative digital products and services driven by data with brilliant customer experiences, aiming to become the top in Asia Pacific Fintech ecology.",
    "facebook_url": "",
    "official_website": "https://www.cathayholdings.com/holdings/",
    "sponsor_type": "bruce_wayne",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_26",
    "name": "zuso",
    "name_e": "",
    "sponsor_id": 26,
    "about_us": "",
    "about_us_e": "",
    "facebook_url": "",
    "official_website": "",
    "sponsor_type": "special_thanks",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_27",
    "name": "細酌牛飲餐酒館",
    "name_e": "",
    "sponsor_id": 27,
    "about_us": "成立於 2014 年，目前已獨家代理\n1.比利時前三大酒廠之一 - HAACHT 全系列酒款。\n2.世紀釀酒品牌 - 比利時康尼森全系列酒款。\n其他仍有多款世界各國精釀啤酒洽談中，即將引入台灣。\n除了啤酒代理商的身分之外，細酌牛飲團隊中更匯集了企劃、網路行銷、業務等專員，期望以有別於目前台灣酒商的型態，提供給客戶、店家更卓越、更特別的服務項目。",
    "about_us_e": "",
    "facebook_url": "",
    "official_website": "",
    "sponsor_type": "special_thanks",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_28",
    "name": "嗨筆記股份有限公司",
    "name_e": "",
    "sponsor_id": 28,
    "about_us": "",
    "about_us_e": "",
    "facebook_url": "",
    "official_website": "https://hackmd.io/",
    "sponsor_type": "special_thanks",
    "career_information": ""
  },
  {
    "logo_path": "api/2019/sponsor/images/sponsor_29",
    "name": "塩旅社",
    "name_e": "",
    "sponsor_id": 29,
    "about_us": "",
    "about_us_e": "",
    "facebook_url": "",
    "official_website": "https://hotelyam.homi.cc/",
    "sponsor_type": "special_thanks",
    "career_information": ""
  }
]