[
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_88",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_88"
        },
        "name": "Meet.Jobs",
        "name_e": "Meet.Jobs",
        "sponsor_id": 88,
        "about_us": "Meet.jobs 是一個專注於國際與資訊人才的社交求職平台。自 2015 年成立迄今，Meet.jobs 共有來自 71 個不同國家的人才、企業用戶以及工作機會。\n\nMeet.jobs 網站揭露了所有的薪資資訊，對求職者公平，也提高企業招募效率。人選透過 Meet.jobs 錄取，可獲得 100 美元的「就職祝賀金」。\n\nMeet.jobs 採用「社群推薦」的制度，讓專業人才相互推薦。工程師總是知道哪裡找到其他工程師；也唯有工程師知道誰是更好的工程師（專業人才皆然）。",
        "about_us_e": "Maximize your value in the world! Meet.jobs, focusing on international and IT talents, is a headhunting platform leveraging on social network and community referral. Founded in 2015, Meet.jobs nowadays has talent users, employers and job opportunities from 71 different countries.\n\nCrowd Sourcing and Peer Review are key elements of social referral. An engineer is always knowing how to find other engineers. And only engineers know who is a good engineer. Meet.jobs provides a half of monthly salary of the position to the referrer while a recommended candidate has been confirmed hired.\n\nMeet.jobs reveals the salary information of all job vacancies. Talents who get a job via Meet.jobs can have $100 USD “Onboard Reward” from Meet.jobs. And we welcome you share job searching experience to help more people on Meet.jobs.",
        "facebook_url": "https://www.facebook.com/gomeetjobs",
        "official_website": "https://meet.jobs/",
        "sponsor_type": "developer",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_89",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_89"
        },
        "name": "六角學院",
        "name_e": "Hexschool",
        "sponsor_id": 89,
        "about_us": "六角學院是一所線上程式開發學習單位，目前已累積超過 30,000 名學員，讓更多人藉由線上學習在職涯規劃上有更多的選擇是我們的使命，而我們也希望讓世界各地的學員，能透過線上學習，擁有更好的職涯發展機會。",
        "about_us_e": "",
        "facebook_url": "https://www.facebook.com/hexschool",
        "official_website": "https://www.hexschool.com",
        "sponsor_type": "education",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_90",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_90"
        },
        "name": "香港商優比快科技有限公司台灣分公司",
        "name_e": "Ubiquiti Inc",
        "sponsor_id": 90,
        "about_us": "成立於 2005 年， Ubiquiti（UI） 是一家美國 NYSE 上市公司，專注於網路通訊與企業 IT 解決方案，並在全球商用無線網通市場取得領先地位。\n\nRe-think IT 是 UI 的核心精神，我們透過易於上手的產品與系統，顛覆產業既有規則，讓高深的科技不再遙不可及。目前 UI 全球有 8 個研發中心，員工總數將近 1300 人，而超過 500 人的台灣研發中心是最大、最重要的研發總部。我們持續致力於創新產品研發，並打造信任、透明與彼此合作的工作環境。",
        "about_us_e": "At Ubiquiti, our mission is to re-think IT—not just by making powerful networking technology more accessible, but by delivering frictionless product experiences tailored to our users. This pursuit begins at our R&D Center in Taiwan, where we not only build innovative products, but a culture of trust, transparency, and collaboration. Explore more: https://careers.ui.com",
        "facebook_url": "https://www.facebook.com/lifeatui.taiwan/",
        "official_website": "http://ui.com/",
        "sponsor_type": "bruce_wayne",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_91",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_91"
        },
        "name": "JetBrains",
        "name_e": "JetBrains",
        "sponsor_id": 91,
        "about_us": "JetBrains 是創造 Kotlin 程式語言及打造 IntelliJ IDEA、ReSharper、GoLand、PyCharm、WebStorm、PhpStorm…等 IDE 工具的公司。過去 20 年來專注於開發能提升效率的工具，透過智能提示、快速修正，自動化地處理繁瑣且重複性高的任務，讓開發者有更多時間和精神專注在創新、設計、架構及更多美好的事物上。目前全球已有超過 800 萬使用者、225 多個國家信任我們的產品。",
        "about_us_e": "JetBrains is the creators of Kotlin and IntelliJ IDEA, ReSharper, GoLand, PyCharm, WebStorm, PhpStorm. We create industry leading software development tools. For over 20 years we have strived to make the strongest, most effective developer tools on Earth. By automating routine checks and corrections, our products speed up production, freeing developers to grow, discover and create. Today, eight million customers in 225 countries trust our tools.",
        "facebook_url": "https://www.facebook.com/JetBrains",
        "official_website": "https://www.jetbrains.com/",
        "sponsor_type": "special_thanks",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_92",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_92"
        },
        "name": "嗨筆記股份有限公司",
        "name_e": "HackMD",
        "sponsor_id": 92,
        "about_us": "HackMD 是以 Markdown 為本，追求流暢、簡潔的線上協作筆記。\n\n 無論是社群多人編輯、團隊溝通共筆、個人便捷紀錄，HackMD 支援多種語法、圖表、數學表達式，搭配書本模式、簡報模式跟留言互動功能。讓筆記，不只是筆記。\n\n 上線至今，已經有超過 3,000,000 份筆記，以及超過 13,000 個團隊空間使用。HackMD 能夠便捷寫作、版面俐落，聰明的筆記整理方法，受到國內外用戶的喜愛。\n\n 從下筆、編輯、共筆到發表，HackMD 讓你的知識最有效率地呈現，跟人們以最流暢的速度分享。",
        "about_us_e": "HackMD is where you collaborate with your team and communicate with your community in Markdown notes.\n\nYou write in Markdown and HackMD presents source code, slides, charts, and math expressions for you. You control who can view/edit your notes and share them with flexible permissions.\n\nSince launch, more than 3,000,000 notes have been created and more than 13,000 teams have collaborated in HackMD.\n\nHackMD is where your short-term and long-term memory live together.",
        "facebook_url": "https://www.facebook.com/hackmdio/",
        "official_website": "https://bit.ly/3w7AezQ",
        "sponsor_type": "special_thanks",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_93",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_93"
        },
        "name": "新加坡商鈦坦科技股份有限公司",
        "name_e": "Titansoft Pte Ltd",
        "sponsor_id": 93,
        "about_us": "新加坡商鈦坦科技是一間軟體開發公司，專注於線上軟體平台的開發與維護。身處快速變動的軟體產業，我們採用敏捷開發，同時將敏捷思維注入公司文化，實行〔彈性工時〕、〔自主升遷〕及〔薪資透明〕，榮獲亞洲權威人力資源刊物 HR Asia《台灣企業雇主獎》；台灣最具代表性的企業表揚獎項《國家品牌玉山獎》。\n\n 因應環境快速的變動，開始打造遠距工作模式，並成為軟體專案管理平台 Atlassian 及線上協作工具 Miro 代理商，同時也協助企業敏捷轉型諮詢及課程服務。「改變」是這世上唯一不變的事物，我們擁抱改變，並隨機應變。",
        "about_us_e": "Titansoft is a software development company dedicated to the development and maintenance of online software platforms, with over 150 countries served. We are firm believers of agile development, aiming for rapid and flexible reaction to changes, while adopting flexible working hours, a self-initiated promotion process, and transparent developer salaries at the same time. Awarded \"Best Company to Work for\" in Asia by Human Resources Director Magazine and \"National Brand Yushan Award\", which is one of Taiwan's most prestigious enterprise awards. Due to the accelerating pace of rapid changes, we began working remotely and acted as Atlassian and Miro agent, as well as agile transformation consulting and course services to businesses. We believe that“Change is the only constant”, and we are learning to accept it by being adaptable.",
        "facebook_url": "https://www.facebook.com/TitansoftTW",
        "official_website": "https://titansoft.com/tw",
        "sponsor_type": "hacker",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_94",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_94"
        },
        "name": "台灣亞馬遜網路服務有限公司",
        "name_e": "Amazon Web Services (AWS)",
        "sponsor_id": 94,
        "about_us": "Amazon Web Services (AWS) 是全球最全面和廣泛採納的雲端平台，透過全球資料中心提供超過 200 項功能完整的服務。數百萬個客戶 (包括成長最快的新創公司、最大型企業以及領先的政府機構) 都使用 AWS 來降低成本、變得更靈活，且更迅速地創新。",
        "about_us_e": "",
        "facebook_url": "https://www.facebook.com/amazonwebservices.tw",
        "official_website": "https://aws.amazon.com/tw/",
        "sponsor_type": "tony_stark",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_95",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_95"
        },
        "name": "狄卡科技股份有限公司",
        "name_e": "Dcard",
        "sponsor_id": 95,
        "about_us": "以「讓每個人找到共鳴」為使命，Dcard 致力於讓使用者在各個領域都能獲得價值。\n\nDcard 產品從抽卡延伸至社群、廣告、電商、跨國市場等、服務對象從大學生到所有年輕人。我們正在以成長型思維打造一個快速成長、持續擴展影響力的組織。團隊聚焦長期使命願景與戰略，專注目標並持續突破。\n\n 我們面向世界，在不同領域創造更多的發展與機會。不滿足於現有版圖，我們需要你的加入，幫助 Dcard 在更多領域提供價值給更多使用者！",
        "about_us_e": "",
        "facebook_url": "https://www.facebook.com/dcardlab",
        "official_website": "https://about.dcard.tw/",
        "sponsor_type": "developer",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_96",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_96"
        },
        "name": "捕夢網數位科技有限公司",
        "name_e": "PUMO network Digital Technology Co., Ltd.",
        "sponsor_id": 96,
        "about_us": "身為國內主機商，從網路主機代管起家的捕夢網，近年來為因應企業需求，轉型踏入資訊安全防護的領域。有別於其他網路服務業者，捕夢網提供網路架構的安全服務，更以客戶立場出發，注重網站暨程式的資訊安全服務。代理國內外SSL憑證，獨家代理來自以色列的弱點掃描、WAF應用程式防火牆及DAF資料庫防火牆等資安服務，打造加密、偵測、阻擋、掩護四點一環，全方位網站安全環境。累積多年經驗，能依據不同應用主機型態，如資料庫、網站連線、網站程式等等，提供客製化檢測服務，能夠找到隱藏的弱點與漏洞，有助提升應用主機的安全。",
        "about_us_e": "As a reliable hosting provider in Taiwan, PUMO which started from hosting begins to provide the cybersecurity service due to the needs from the clients. As distinguished from other ISPs, PUMO not only emphasizes and provides network security services, but also focuses on the cybersecurity of websites. Being the agent of SSL of top brands from domestic and foreign, vulnerability scanning from Israel, WAF (web application firewall) and DAF (database firewall), PUMO build a comprehensive security environment of website, combined with encryption, detection, blocking and masking. With service experience for years, PUMO can provide customized services based on different hosting types such as database, website connection, website program, etc. To find the hidden weaknesses and vulnerabilities, to improve the hosting security.",
        "facebook_url": "https://www.facebook.com/pumonetwork/",
        "official_website": "https://www.pumo.com.tw/www/",
        "sponsor_type": "bruce_wayne",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_97",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_97"
        },
        "name": "奧義智慧科技",
        "name_e": "CyCraft Technology",
        "sponsor_id": 97,
        "about_us": "奧義智慧 (CyCraft) 是世界領先的臺灣 AI 資安科技公司，於日本、新加坡、美國設有子公司，以創新 AI 技術自動化資安防護，整合 EDR、CTI、TIG 建構新一代 AI 資安戰情中心，獲關鍵領域企業採用，市佔率國內第一。\n2021 年入選 Gartner《大中華區 AI 新創公司指南》與 IDC《Intelligence-led Cybersecurity》等報告代表性案例。從端點到網路、從調查到阻擋、從自建到託管，CyCraft AIR 提供客戶主動式防禦，達到「威脅，視可而止」。",
        "about_us_e": "CyCraft’s autonomous cybersecurity platform CyCraft AIR secures government agencies, Fortune Global 500 companies, financial institutions, critical infrastructure, and more every day worldwide using advanced AI-driven technology to automate cybersecurity protection with built-in MDR, CTI surveillance, auto-generated IR reports, and enterprise-wide CA. CyCraft’s team of more than 100 experienced professionals is dedicated to helping businesses focus on success by keeping their cybersecurity solutions Fast, Accurate, Simple, and Thorough.",
        "facebook_url": "https://www.facebook.com/cycrafttechnology/",
        "official_website": "https://cycraft.com/zh-hant/",
        "sponsor_type": "developer",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_98",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_98"
        },
        "name": "戴夫寇爾",
        "name_e": "DEVCORE",
        "sponsor_id": 98,
        "about_us": "戴夫寇爾 DEVCORE 是世界級攻擊型資安公司，透過具駭客思維的主動式攻擊服務，滲透並實質檢測組織的資安防禦，進而提升資安體質。DEVCORE 由最貼近駭客思維的團隊組成，致力於挖掘世界級漏洞、讓攻擊先於防禦，並擁有世界級檢測能力，曾挖掘多個世界級漏洞，全方位檢驗企業資安部署策略，客戶產業橫跨政府、金融、電商、半導體、醫療，並積極培育資安人才，協防國家整體資安體質。",
        "about_us_e": "",
        "facebook_url": "https://zh-tw.facebook.com/D3VC0RE/",
        "official_website": "https://devco.re/",
        "sponsor_type": "education",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_99",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_99"
        },
        "name": "KKCompany",
        "name_e": "KKCompany",
        "sponsor_id": 99,
        "about_us": "亞洲領先媒體科技集團 KKCompany 以「Freeways to Inspiration」為使命，為服務各行各業的內容創作者與內容提供者，提供「易取得、易負擔、易享受」的技術，降低科技導入門檻，協助各產業內容創作者擁抱新科技、解決痛點實現數位轉型。",
        "about_us_e": "KKCompany is Asia's leading media technology group headquartered in Taipei, Taiwan. The company's mission is to make transformational technology accessible, affordable and enjoyable to the burgeoning global creator economy. Its shareholders include KDDI, GIC and HTC. More information [Official Website] www.kkcompany.com ; [Blog] blog.kkcompany.com",
        "facebook_url": "",
        "official_website": "https://www.kkcompany.com/",
        "sponsor_type": "hacker",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_100",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_100"
        },
        "name": "優派國際股份有限公司",
        "name_e": "ViewSonic Corporation",
        "sponsor_id": 100,
        "about_us": "ViewSonic(優派)是全球視訊解決方案的領導品牌，公司於 1987 年創立於美國加州，目前在全球設有 100 多個營運或服務據點。ViewSonic 致力於提供整合硬體、軟體及服務的全方位解決方案，產品線含括顯示器、投影機、商用顯示看板、智慧互動電子白板 ViewBoard 和軟體解決方案 myViewBoard。憑藉著在顯示器的視覺技術專業，跨足不同視訊應用領域，深耕教育、商用、消費娛樂、專業顯示市場。",
        "about_us_e": "",
        "facebook_url": "https://www.facebook.com/ViewSonicTaiwan/",
        "official_website": "http://www.viewsonic.com.tw",
        "sponsor_type": "bruce_wayne",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_101",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_101"
        },
        "name": "祐生研究基金會",
        "name_e": "Archilife Research Foundation",
        "sponsor_id": 101,
        "about_us": "祐生研究基金會自 1987 年推動建築與環境永續發展之研究開始，推動長期的知識累積與人才培養。除了過去建築、環境、生態、健康與資訊社會與文化等面向之碩士論文獎助主題外，本會目前定期舉辦的聯誼會及讀書會，強化祐生成員的知識密度。 其後，於 2011 年起，本會持續針對國內開源活動進行贊助，也針對國內獨立遊戲開發者，推動知識與資訊分享聚會，期能幫助國內相關社群之發展。",
        "about_us_e": "Since 1987, the Archilife Research Foundation started long-term researches in architecture, sustainability, and go on to other areas of knowledge integration. Efforts including previously giving scholarships in aforementioned areas, and currently holding reading group meetings and communion events for knowledge keepers to better our understandings of the world. Starting from 2011, we also have been sponsoring various open source related events, holding meetups and game jams for local game developers' groups, in the hope of supporting the growth of relevant communities in these fields.",
        "facebook_url": "",
        "official_website": "https://www.archilife.org",
        "sponsor_type": "developer",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_102",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_102"
        },
        "name": "Atlassian JIRA",
        "name_e": "Atlassian JIRA",
        "sponsor_id": 102,
        "about_us": "Atlassian in partnership with Titansoft\n新加坡商鈦坦科技是 Atlassian 服務代理商，以自身敏捷轉型實戰經驗，協助企業一站式服務導入「敏捷思維」與「實踐工具」。歡迎與鈦坦聯繫，體驗 Jira 的 Best Practice 敏捷模組。",
        "about_us_e": "Atlassian in partnership with Titansoft",
        "facebook_url": "",
        "official_website": "https://gotica.io/MOPCON",
        "sponsor_type": "special_thanks",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_103",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_103"
        },
        "name": "國泰金控",
        "name_e": "Cathay Financial Holdings",
        "sponsor_id": 103,
        "about_us": "國泰金控以成為亞洲最佳金融機構為目標，除了在國內市場穩居領導地位，對外亦持續積極地朝亞太地區拓點，藉由打造區域平台的核心策略以提供客戶整合性的金融服務。同時也致力於推動集團數位轉型，以數據驅動、突破創新為理念，協助集團各子公司打跨界金融，一步到位的金融服務。 \n\n 近年來國泰金控積極投入大量資源，建構大數據基礎建設並且導入新技術，整合集團資源，提供創新體驗及服務，以數據驅動金融科技創新，提供有感、有效的客戶數位體驗，致力成為亞洲數位生態圈及科技金融領頭羊。",
        "about_us_e": "",
        "facebook_url": "",
        "official_website": "https://www.cathayholdings.com/holdings/",
        "sponsor_type": "bruce_wayne",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_105",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_105"
        },
        "name": "PicCollage 拼貼趣",
        "name_e": "",
        "sponsor_id": 105,
        "about_us": "Piccollage Company 於 2009 年於美國矽谷創立，並在 2011 年由四位創辦者手中誕生了 PicCollage 這個照片組圖 app，值得驕傲的是，在全球智慧型手機使用者的需求下，至今創造了超過 2.6 億的使用者下載次數以及每月上千萬的活躍用戶，PicCollage (拼貼趣) 這個 app 更數度在 iOS 和 Android 的排行榜中擠進前十名。除此之外，我們也持續努力地打造許多讓世界變得更有趣、更有創意的手機 app，並且一直致力在耕耘 Video, AR, VR,",
        "about_us_e": "",
        "facebook_url": "https://www.facebook.com/piccollage.zh",
        "official_website": "https://picc.co/",
        "sponsor_type": "developer",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_106",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_106"
        },
        "name": "MySQL",
        "name_e": "MySQL",
        "sponsor_id": 106,
        "about_us": "MySQL is the World’s Most Popular Open Source Database. It powers the most innovative companies including Facebook, Booking, Uber, and Tesla. It is available on-premises and as the MySQL Database Service on Oracle Cloud. For developers, it’s an easy",
        "about_us_e": "MySQL is the World’s Most Popular Open Source Database. It powers the most innovative companies including Facebook, Booking, Uber, and Tesla. It is available on-premises and as the MySQL Database Service on Oracle Cloud. For developers, it’s an easy to use, reliable and high-performance database with NoSQL and SQL support. SaaS, ecommerce, financial, telecom, and Fortune 1000 companies rely on the MySQL Enterprise edition advanced security features to protect the privacy of information, prevent data breaches and help meet regulatory requirements such as GDPR, PCI, HIPAA. MySQL High Availability has native HA, fully integrated into the MySQL Server for 99.99% uptime.",
        "facebook_url": "https://www.facebook.com/mysql/",
        "official_website": "https://www.mysql.com/",
        "sponsor_type": "hacker",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_108",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_108"
        },
        "name": "財團法人國家實驗研究院國家高速網路與計算中心",
        "name_e": "National Center for High-performance Computing",
        "sponsor_id": 108,
        "about_us": "財團法人國家實驗研究院國家高速網路與計算中心(簡稱國網中心)，於 1991 年成立，擁有全台灣唯一共用之大型計算平台及學術研究網路設施，肩負計算、儲存、網路、平台整合的前瞻雲端技術先導角色，提供國內各界高速計算、高品質網路、高效能儲存、大資料分析及科學工程模擬等雲端整合服務。",
        "about_us_e": "National Center for High-performance Computing (NCHC), founded in 1991, is Taiwan's only national-level supercomputing center. The NCHC plays a leading role in cloud technology that possesses a large computing, storage, networking and platform integration, providing the domestic users with the Could Integration Service of High Performance Computing (HPC), high quality networking, high efficiency storage, big data analysis and scientific engineering simulation.",
        "facebook_url": "https://www.facebook.com/nchc.tw/",
        "official_website": "https://www.nchc.org.tw/",
        "sponsor_type": "developer",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_109",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_109"
        },
        "name": "CMoney",
        "name_e": "CMoney",
        "sponsor_id": 109,
        "about_us": "CMoney 於 2003 年由一群對程式交易有高度熱情的技術團隊創立，有肇於多年來國內外諸多金融法人機構所採用的決策分析工具，幾乎沒有突破性的進展，CMoney 研發團隊於是著手打造獨步全球且採先進雲端技術的高速回測系統。\n\n\n\n 目前擁有超過百位研發工程師支援國內外 400 多家的法人投資機構，協助其更有效率地提升交易績效，深受業界歡迎及喜愛，目前市占率達 8 成以上，已成為金融軟體業界的領導品牌，並致力於 Fintech 金融科技創新作為未來深耕發展的領域，我們的願景是幫助每個人做好人生投資。",
        "about_us_e": "CMoney was founded in 2003 by a group of technical teams with high enthusiasm for program trading. It originated from the decision analysis tools used by many financial institutions for many years, but almost no breakthrough progress. The CMoney R&D team set out to build a unique global And a high-speed backtesting system with advanced cloud technology.\n\n\n\nAt present, there are more than 100 R&D engineers supporting more than 400 legal person investment institutions, helping them to improve their transaction performance more efficiently. They are well received and loved by the industry. The current market share is more than 80%, and it has become a leader in the financial software industry. Leading the brand and dedicating to Fintech financial innovation as a field of deep development in the future, our vision is to help everyone make a good investment in life.",
        "facebook_url": "",
        "official_website": "https://www.cmoney.tw/jobs/",
        "sponsor_type": "hacker",
        "career_information": ""
    },
    {
        "logo_path": {
            "web": "api/2022/sponsor/images/web/sponsor_110",
            "mobile": "api/2022/sponsor/images/mobile/sponsor_110"
        },
        "name": "酷遊天國際旅行社股份有限公司",
        "name_e": "Taiwanmania.com International Travel Service Co., Ltd.",
        "sponsor_id": 110,
        "about_us": "KKday，亞洲知名旅遊電子商務平台。\n在這個移動的世代，科技的革新應用讓出門旅行不再是一件複雜的事情，而旅遊與生活的疆界也正在被打破。\nKKday 提供全球超過 92 個國家、550 個城市的 30 萬筆以上在地旅遊體驗商品，有 800 萬月活躍用戶，目的是透過電商平台整合，讓來自全球的旅客都能夠更方便自在地挑選行程，創造專屬自己獨特的旅遊經驗。\n2014 從台灣出發，辦公室遍佈亞太區 12 個城市，在 2022 年 7 月完成 C+輪募資，於疫情後全力備戰跨境旅遊，已經為迎接出境、入境與國旅三大領域做好準備。",
        "about_us_e": "KKday is the leading Asia-Pacific travel tech focused on local experience. We pioneered the digitalization of tours, activities, attraction products, and services, for travelers to easily search, discover, book, and change anytime, anywhere. Our products and services are highly curated and provide a unique and authentic off-grid experience. In 2022 July, we secured a series C+ round, preparing the inbound, outbound, and domestic travel after Covid.\n\nKKday currently hosts over 300K+ local experience products and services in over 92 countries and 550 cities. We have a local presence across the key Asia-Pacific markets. Our goal is to be easily accessible, make it more convenient, to help all types of travelers to find and create memorable, unique, and safe travel experiences.\n\nOur success is built on our exceptional people through innovation, a unique product portfolio, curation of travel experiences, and digital capability. With our hyper-growth ambitious plan, we are always looking for talents who are passionate about building businesses and developing themselves and our consumer's experience.\n\nWe provide talent with an environment where they have a combination of resources, scale, and autonomy to run for KKday business. Most importantly, we also provide our talents the opportunity to rotate across businesses, accelerate their career path and impact the business of the travel industry around the Asia-Pacific region.",
        "facebook_url": "https://www.facebook.com/KKdayTaiwan/",
        "official_website": "https://www.kkday.com/zh-tw",
        "sponsor_type": "developer",
        "career_information": ""
    }
]
