{"payload":[{"speaker_id":"18","schedule_id":"1","name":"朱宜振","name_en":"Lman Chu","company":"BiiLabs","job":"CEO & CoFounder","info":"物聯網區塊鏈新創 BiiLabs 共同創辦人，第一代網路人到工業電腦及物聯網，長期深入探討Deep Tech的應用及價值。\n2017與夥伴投入成立BiiLabs利用分散式帳本應用解決物聯網挑戰。並提供符合新一代隱私保護的解決方案。","info_en":"Confounder of BiiLabs, a startup company in IoT and blockchain technology. Lman has worked in this area from the beginning of Internet development to industrial computer adn IoT, exploring the implication and value of Deep Tech. In 2017, Lman started BiiLabs using  Distributed Ledger Technology(DLT) to develop a new solution that meets the privacy need and to solve the IoT challenges.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Lman_Chu.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"分散式帳本在萬物聯網下的機會與威脅","schedule_topic_en":"When DLT meets IoT, what will be the opportunities & threats","category":"Blockchain,IoT,Startup","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"萬物聯網之下因為網際網路的老舊導致了許多新的威脅，這些威脅在萬物聯網之際可能會有大的爆發，但是威脅同時也帶來了機會。分散式帳本的相關技術可能會是個解方。\n透過分散式帳本技術又替不只物聯網也替網際網路帶來的更多的可能性，從共享經濟的進化，到新一代隱私保護的數位身分這些都將在萬物聯網的時代大放異彩。","schedule_info_en":"Many threats have become issues of IoT development due to old Internet facilities. These threats may be a next outbreak, but also bring opportunities. DLT relevant technology may be a solution. Through the application of DLT, there will be more convenience and possibilities for IoT and Internet development. From the evolution of sharing economy to new generation of privacy security via digital identificaiton, these will make a splash in IoT generation.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"21","schedule_id":"18","name":"吳方荃","name_en":"Benny Wu","company":"LINE 台灣","job":"平台事業發展部總監","info":"吳方荃於 LINE 台灣擔任平台事業發展部總監，負責 LINE 平台的應用開發與推廣。從用戶需求出發，結合平台技術發展趨勢，與更多技術與商業策略上的夥伴合作，用 LINE 串連所有事物，聯手拓展新商機。  \n","info_en":"Benny Wu is the head of Platform Business Team in LINE Taiwan, is responsible for the development of new initiatives and the promotion of LINE Platform. He cares about user’s needs, working on combining the trend of the platform technology and partners of commercial strategies. Expecting to connecting everything on LINE to create a new business opportunities.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/LINE_Benny_Line_Twnltd.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"LINE Beacon 技術及創新應用","schedule_topic_en":"LINE Beacon technology and applications  ","category":"IoT,Mobile App","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"這個演講會跟大家分享 LINE Beacon 技術，以及如何透過 LINE API、LINE Beacon 打造有趣的應用，讓用戶享受 O2O ( Online to Offline ) 體驗的樂趣。","schedule_info_en":"In this speech, he will share LINE Beacon technology and how to create interesting applications through LINE API and LINE Beacon. Users can enjoy the amazing O2O (online to offline) experience by LINE Beacon.","characters":"","slide":"","picture_merged":"","video_record":"Yes"},{"speaker_id":"23","schedule_id":"3","name":"王運翔","name_en":"Ryder Wang","company":"AWS","job":"Business Development Manager \/ 客戶經理","info":"雲端的推廣者，認為世界正透過新科技快速地在改變，如何快速理解並運用這些科技創造更好的生活是相當重要的一門課題，喜歡藍調音樂，近日沉迷於薩爾達傳說的遊戲當中","info_en":"A cloud promoter indeed, believing a better world coming with cloud technology. Blues music lover and immersing in game “Zelda” recently","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/AWS_Ryder_Wang.jpg","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"AWS 在 A-IoT 領域的實踐與方案","schedule_topic_en":"How Amazon leverage A-IoT technology and how AWS support customer doing A-IoT business ","category":"AI,IoT","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"A-IoT 包含了 AI  與IoT，是當今智慧發展領域的兩大熱門話題，此專場將會討論到 Amazon 在 AI\/IoT 領域的發展以及 AWS 在此領域的服務概述，以更快的部署、更全面的管理、以及更精準的成本管控幫助企業實踐 AI\/IoT","schedule_info_en":"A-IoT includes AI and IoT technology represent a significant impact to the modern world. In this speech, we will go through how Amazon putting effort in the field from time to time and AWS related AI\/IoT feature overview that helps business deploy their workload with faster speed, better operation, and precise cost control.","characters":"","slide":"","picture_merged":"","video_record":"Yes"},{"speaker_id":"6","schedule_id":"4","name":"曾苔眠","name_en":"Alex Tzeng","company":"","job":"Frontend Developer","info":"剛從學校離開兩年的菜鳥開發者，現擔任 PositiveGrid 的前端工程師，負責開發效果器產品的 UI。最近開始愛上函數式程式語言及型別系統所帶來的表達性及嚴謹，希望有機會能在 production 使用 Elm 或 ReasonML。 ","info_en":"Alex currently works in PositiveGrid as front-end engineer. As a junior developer just graduated from school two years ago, Alex is already in charge with the development work of Effect pedal product's UI design work. He recently is fond of the expression and the rigorousness of functional programming and type system, and hopes to apply Elm or ReasonML on production in the future.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Alex_Tzeng.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"複合框架遷徙的正確姿勢 — AngularJS 到 React","schedule_topic_en":"The right way to shift Composite Frame - from AngularJS to React","category":"Web","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"在框架、工具逐漸成熟的 2018 年，有規模的專案常會碰到「如何長久維護 engineering health」\n本講題將會介紹 PositiveGrid 的前端團隊，利用重構、改善 sprint 流程、與需求方的溝通，來改善整體工作流程、提升成員對 engineering health 的重視。\n此外，將會介紹幾個重要的實作。如何串接 React 和 AngularJS 的生命週期、將 gulp 轉換到 webpack 來打包。\n希望能幫助面臨同樣困境的開發者脫離泥沼。","schedule_info_en":"Frameworks and tools have became stable and mature in 2018, more often a big-scale project faces the problem of how to maintain the engineering health in a long term way. The presentation will introduce how to use restruct, improved sprint flow, communication on needs to improve the overall workflow and to enhance teammembers'  frontend team's care about engineering health. Also, the presnetiation will introduce several practical examples to demonstrate how to link the lifecycle of React and AngularJs, and to compile with webpack switched from gulp. Hope to share the experience to developers who face the same situation.","characters":"","slide":"https:\/\/speakerdeck.com\/alxtz\/refactoring-from-angularjs-to-react","picture_merged":"","video_record":""},{"speaker_id":"14","schedule_id":"5","name":"魏銘信","name_en":"Ivan Wei","company":"","job":"Senior Director","info":"在移動互聯網及消費性電子產品行業累積多年經驗，兼具產品設計、用戶體驗及視覺設計專長，並多次獲得 iF 與 Red Dot Design Award 國際獎項肯定。","info_en":"An experienced product and UX design expert in mobile internet and consumer electronics. In addition, he has been awarded and recognized globally by iF and Red Dot Design Award.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Ivan_Wei.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"零售數位轉型的推力－需求與人性","schedule_topic_en":"Nudge of Retail Digital Transformation - Needs and Humanity","category":"UI\/UX","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"零售業在網路和電子商務的篷勃發展助益之下，數位轉型的場域已經伸延到線下的實體門店。消費場景的發生，連結了人、貨、場。從用戶體驗的視角切入，除了探索消費者的需求或痛點之外，更多的是該如何掌握人性，創造銷售員的服務機會與動機，甚至是考慮管理者的經營策略。這場分享將聚焦在，設計師或產品經理，如何在這複雜的利害關係人地圖，保持敏銳的商業洞察力，以及走進消費現場的觀察力。","schedule_info_en":"The retail industry thrives by the internet and E-commerce nowadays that shapes the offline experience. We explore the needs and pains from consumer. Furthermore, to create service opportunities and motivations for salesperson. That’s the nudge to practice digital transformation and also the focus of this sharing.","characters":"","slide":"","picture_merged":"","video_record":"Yes"},{"speaker_id":"13","schedule_id":"6","name":"柯維然","name_en":"Ko Wei Jan","company":"新竹市警察局","job":"警務員","info":"穿上制服是個菜鳥警官，忙於勤務與警政工作；脫下制服是個熱愛用數據與程式解決問題的資料戰警；目前服務於新竹市警察局與於交通大學資訊工程研究所攻讀博士","info_en":"During the day Wei-Jan is a junior police officer in uniform busy in his duty and police work . After work, Wei-Jan is a \"data robocop,\" passionate about solving problems using data and programs.  He serves at a police station in Hsinchu, and is taking PhD course in NCTU graduate school of computer sciences. ","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Ko_Wei_Jan.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"從菜鳥警察到資料戰警","schedule_topic_en":"Data scientist as police","category":"AI,IoT","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"講者是個菜鳥警官，會介紹他於公務部門做警政、交通資料分析心得與導入實際AI應用來改善新竹市交通案例。","schedule_info_en":"The speaker will share the experience of his work as a policeman in the government and being an engineer at the same time using AI technology and data analysis to improve and reduce the traffic accident in Hsinchu.","characters":"","slide":"https:\/\/docs.google.com\/presentation\/d\/1CLJnZeHvgrQMo9CtbDJPHXqrQarzmAdU4Mrd8EAkyvI","picture_merged":"","video_record":""},{"speaker_id":"8","schedule_id":"7","name":"Eia","name_en":"Eia","company":"","job":"前端工程師","info":"目前為數位代理商前端工程師，\n設計入行，因為喜歡與人互動而成為前端工程師\n- 2018 iT 邦幫忙鐵人賽 優選\n- 一些我做的小東西：https:\/\/eia.github.io","info_en":"Eia serves in digital media agent company as a front-end engineer. Started the career path as a designer, Eia likes to interact with others and decided to become a front-end engineer.In 2018 iT blogger competiion, Eia earned a merit award (see https:\/\/eia.github.io).","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/EIA_ANG.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"PixiJS，方便好用的 HTML5 WebGL 內容產生工具 ","schedule_topic_en":"PixJS, a content generator tool for HTML5 WebGL","category":"Web","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"1. 介紹 PixiJS、使用 PixiJS 製作的網站\n2. PixiJS 使用方法介紹\n3. 如何使用與意外好用的 PixiJS\n4. PixiJS 實作時的構想與實踐","schedule_info_en":"The presentation will :\n\n1. Introduce PixJS, website made by PixJS\n2. How to use PixJS\n3. The practical design and implementation of PixJS","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"15","schedule_id":"14","name":"Akane Lee","name_en":"Akane Lee","company":"","job":"嫁給 RD 的 UI Designer","info":"\n如果設計師能和工程師順利合作，那麼老公也就能準時下班了吧。因此努力推廣 UI\/UX 設計方面的知識、技術，並分享自己在專案開發上踩過的各種坑與心得。\n","info_en":"An UI Designer Married to a Research Developer. If a designer can work with engineers effectively, then my husband can get off work on time. Akane Lee has dedicated herself in sharing the knowledge of UI\/UX design, skills, and experience in different projects and the insights behind them.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Akane_Lee.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"看不見的最難搞：談 UI 設計中的「互動」","schedule_topic_en":"The most demanding part is the invisible part. Talking about \"interaction\" in UI designing.","category":"UI\/UX","degree_of_difficulty":"Basic - 外行人可以藉此入門","schedule_info":"哪些功能要被放在螢幕上？使用者會怎麼操作這些功能？系統該怎麼回應？\n什麼？戳了沒反應？\nUI 和海報最大的差別不就是前者戳下去會動，後者戳下去有洞嗎？","schedule_info_en":"What kind of functions should be put on the screen? How users operate these functions, and how the system reacts? Why there's no reaction after clicks? Isn't the biggest difference between UI and poster is that there will be a hole only on posters after a poke.","characters":"","slide":"","picture_merged":"","video_record":"Yes"},{"speaker_id":"19","schedule_id":"13","name":"賴筱婷","name_en":"LAI HSIAO TING","company":"FORUM8 Taiwan","job":"代理所長","info":"目前就任於FORUM8 Taiwan，並曾任職於研究單位進行交通政策分析。FORUM8近年來運用了虛擬現實（VR）軟體於土木交通建築方面。致力於提供客戶最優質的服務和解決方案。","info_en":"Lai Hsiao-Ting is an Assistant Chief of Taiwan Office in Taiwan FORUM8 Software Technology Co., Ltd(3DVR Develop). She has experience working in transportation design and sector, policy research, and energy field.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Yichen_Chen.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"駕駛模擬器與VR系統之發展成果以及未來願景","schedule_topic_en":"Driving simulator with VR system, and future vision","category":"AR\/VR,IoT","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"本次演說主題將運用三維即時虛擬實境軟體UC-win\/Road透過簡單PC操作，即可完成大規模空間制作，是一款功能強大可進行即時模擬的先進軟體。\n豐富的模型庫、支持各種模型格式，並可與BIM數據進行轉換。從線形、斷面、地形處理到交通設定、模型設定處理等VR製作、編輯功能，支援豐富的VR表現，利用可視化選項工具和各種演示功能服務於設計協議、事業說明等即時演示。此外，還對應日照、交通流、駕駛模擬等，在工程設計、開發、研究方面提供強大的支援。","schedule_info_en":"UC-win\/Road lets user create terrain and seabed feature in VR space \neasily and speedily by generating roads, models, traffic movement in VR \nspace, and gives real-time presentation for comparing design \nalternatives as the Visual Options tools.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"24","schedule_id":"11","name":"葉俊廷","name_en":"Bob Yeh","company":"AWS","job":"Solutions Architect \/ 解決方案架構師","info":"Bob Yeh是 AWS 的解決方案架構師，在雲端運算、自動化監控維運、應用程式架構設計、DevOps 流程導入以及資料中心搬遷上雲皆有豐富實戰經驗。目前協助台灣新創團隊加速、中小企業導入雲端，幫助客戶在 AWS 上穩定、安全可靠且低成本運維的雲端環境。","info_en":"Bob Yeh is a Solutions Architect in AWS, quite experienced in Cloud Computing, Application Architecture Design, DevOps Flow Enablement, and Cloud Migration.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/bob-yeh.jpg","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"AWS 如何幫助客戶從零開始到一億日活躍移動用戶 ( AWS  x  INTOWOW 實戰分享 )","schedule_topic_en":"How we AWS help our customer to build up a 100M DAU?","category":"DevOps","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"無論你是用什麼方式開發你的移動應用，在開發完成到產品上線之後，服務維運一直是大家非常關心的議題，而AWS上要開發部署移動服務的後端又有那些選擇呢？在這個議題當中，我們會從移動服務的特性探討無服務器、容器選項，並且探討DevOps相關服務部署的好處、滿足各種服務不同場景的部署需求。同時，藉由台灣客戶的案例分享，讓你了解到如何只有一位DevOps做維運的團隊就可以完成一億日活躍用戶的平台，而且提供的服務是高效、穩定而且全方面的精簡省費的。","schedule_info_en":"No matter which platform or framework you use for your mobile application,  operation would be your top priority to concern after you launch the product. You might be curious about the number of options you can find to deploy the backend on AWS for your mobile applications. We will share all the details in serverless, container and also the DevOps flow on AWS. With case reference from our customer in Taiwan, INTOWOW, you will easily understand how to operate a 10 million DAU platform with only one DevOps in team. You don’t want to miss how they build a well-architected, reliable, scalable and cost efficient service on AWS.","characters":"","slide":"","picture_merged":"","video_record":"Yes"},{"speaker_id":"10","schedule_id":"2","name":"詹凱盛","name_en":"Azai","company":"","job":"前端軟體工程師","info":"前端軟體工程師、台灣城市單車聯盟理事長。大學唸社會系但一路朝軟體業邁進，人生職志是推廣單車文化、鼓勵大家騎車。下班之餘除了陪小孩玩，就是做各種side project，舉凡單車發電機，行動音響，單車通勤日，河濱繞圈賽等賽事，與RFID系統。","info_en":"Web engineer and Chairman of Taiwan Urban Bicycle Alliance. With sociology background and lifelong commitment of promoting cycling. Worked on side-projects such as bike generator, mobile stereo, B2W event, races, and RFID timing system.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Azai.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"JS、RFID與行動設備，實戰自行車繞圈賽即時成績系統","schedule_topic_en":"JS, RFID and Mobile computing. RFID timing system on the budget","category":"IoT,Web","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"繞圈賽 - 單圈一公里內的自行車賽事，考驗著選手爆發力及操控技巧的專業賽事，需要有強大而精確的賽事計時系統作為後盾。我們希望可以讓選手及觀眾可以在第一時間掌握戰積，解決市面上的系統無法做到即時性。這個專案運用現有的RFID硬體，整合React、Redux、MongoDB、Redis等網頁技術，搭配K8S與GCS的服務，以及更重要的手機平板等行動運算平台，讓維護與營運更簡單、更省錢，同時提供最快且最穩定的服務品質。","schedule_info_en":"Crit race is a testament of cyclists' skill and power, and it takes a robust system to keep track of the progress of the intense race. This project's goal is to provide realtime result. This project utilizes off-the-shelf RFID system, React\/Redux, MongoDB, Redis, K8s, and mobile devices, to ensure high quality and low cost.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"12","schedule_id":"15","name":"林建宏","name_en":"Wolke Lin","company":"","job":"Developer","info":"Line Api Expert : https:\/\/developers.line.me\/en\/expert\/list\/ ","info_en":"Line Api Expert: https:\/\/developers.line.me\/en\/expert\/list\/ ","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Wolke_Lin.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"Live coding LINEBot猜謎互動開發","schedule_topic_en":"Guessing interactive development","category":"AI","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"live coding : serverless(AWS Lambda) + botframework + ms botbuider-linebot-connector 建置  line bot","schedule_info_en":"live coding: serverless(AWS Lambda) + botframework + ms botbuider-linebot-connector build line bot","characters":"","slide":"","picture_merged":"","video_record":"Yes"},{"speaker_id":"25","schedule_id":"8","name":"Kelvin Chen","name_en":"Kelvin Chen","company":"捕夢網 PUMO","job":"專案經理","info":"捕夢網數位科技 企業資訊安全服務處 專案經理 經歷13年\n企業資訊安全架構諮詢\n企業資安事件應變處理\n網頁應用程式滲透測試\n網路系統應用安全控制與設計\n惡意程式分析技術\n駭客入侵攻防技術研究","info_en":"The project manager of Digital Video Technology Information Security Service of Dreamcatcher has experienced 13 years.\nConsulting of Cyber Security Architecture of Enterprise\nResponse of Cyber Security Incident of Enterprise\nPenetration Testing of Website Application\nControlling and designing of Network System Application Security\nAnalysis Technology of Malware\nResearching of Hacker invasion","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Pumo_Kelvin.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"被遺忘的資安","schedule_topic_en":"Embracing the convenience of the Internet as well as hackers? A talk about information security and the application tools","category":"Security","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"資安！聽起來好艱深，感覺專家才會懂的。\n我們放棄認識資安、理解資安，資安就這樣被遺忘了。\n於是我們便成為資安風險的幫兇。\n也許在隨手寄出的信件中，也許在為了方便記憶的簡單密碼中。\n蛛絲馬跡中，洩漏了許多不為人知的機密。\n你不曉得，資安卻在這細節中逐漸崩壞。\n資安沒有很難，不需要專家才能做。\n只需要喚醒心中沉睡的資安意識，你也能成為資安一份子。\n捕夢網，與你一起找回「被遺忘的資安」。","schedule_info_en":"Cyber security, it sounds very difficult. I must be professional to realize, right?\nWe give up and refuse to understand cyber security more, then it being forgotten in our mind. Hence, we became an accomplice of cyber security risk.\nIn a casual mail or in a simple password to memory, we leak many top secrets. You won't know, cyber security has been gradually collapsed in this slight behavior.\nYou don't need to be an expert to realize cyber security.\nBeing awareness of cyber security, you can also become a member of cyber security.\nFind the forgotten cyber security back.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"17","schedule_id":"9","name":"吳柏毅","name_en":"Bo-Yi Wu","company":"聯發科","job":"工程師","info":"聯發科技後端架構工程師，喜歡嘗試任何 DevOps 工具來改善團隊合作模式，省下更多時間來嘗試及學習新技術。長期貢獻於 Open Source 專案，熱愛開發程式，目前專注於 Go 語言發展，維護數個 Go 語言開源專案。","info_en":"Bo-Yi works in MediaTek Inc. as a back-end structure engineer. He likes trying DevOps tools to improve teamwork to save more time for experimenting and learning new technical skills. He works a lot on Go programming language development.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/appleboy_Bo_Yi_Wu.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"用 Drone 改善團隊自動化測試及部署流程","schedule_topic_en":"Introduction to Drone Continuous Delivery system ","category":"DevOps","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"Drone 是一套基於 Docker 容器技術的持續交付平台。每個 Build 都在一個短暫的 Docker 容器中執行，讓開發人員可以完全控制他們的建構環境並保證隔離互不干擾。Drone 非常容易安裝及維護，並且提供強大的插件系統，也可以讓開發者輕易完成個人插件，如果您正在煩惱該選擇 Jenkins 或 GitLab CI 等 CI\/CD 工具，我會建議您嚐試看看輕量級的 Drone。","schedule_info_en":"Drone is a continuous delivery platform based on Docker container technology. Every Build is running in a temporary Docker container that every developer can totally control their construction environment without interruption. Drone is very easy to install and maintain, and it also provides a strong plugin system.Developers can easily create a personal plugin using Drone. If you are wondering using Jenkins or GitLab CI and other CI\/CD tools, I will recommed Drone for you to try. ","characters":"","slide":"https:\/\/www.slideshare.net\/appleboy\/drone-cicd-platform","picture_merged":"","video_record":""},{"speaker_id":"2","schedule_id":"12","name":"陳柏棋","name_en":"Frankie Chan Pak Ki","company":"國家衛生研究院","job":"資訊工程師","info":"國立中興大學碩士畢業，目前為資訊工程師，主打研究人工智慧的人臉年齡的預測。在碩士二年間，寫了2~3篇論文，有在科技部AI創新研究中心的活動當過講者，分享自己的一些研究跟創立讀書會的心得，希望透過讀書會能夠集合台灣學生的力量，一齊去打AI的團體戰。","info_en":"I am doing Master degree in National Chung Hsing University and my major is Electrical Engineering which specializes in Deep Learning. My Master's thesis focused on the facial age estimation using the Deep Learning method.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Frankie_Chan_Pak_Ki.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"震驚了二千萬人的深度學習來用於年齡評估","schedule_topic_en":"age estimation by deep learning to shock 20 million people","category":"AI","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"Keras的愛好使用者，主打使用Keras去研究深度學習，結合現在最流行的深度神經網絡跟機器學習去對人臉年齡進行預測。使用不同的神經網絡(Xception，InceptionV3，ResNet50，DenseNet)等等去使用。希望可以跟大家分享我所走過路，讓做AI的人可以少走一些錯的路。也讓準備想做AI的人有一個可以下手的地方。","schedule_info_en":"Keras fans, using Keras to study deep learning.Share experiences with different neural networks(Xception, InceptionV3, ResNet50, DenseNet)","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"20","schedule_id":"19","name":"黃敬群","name_en":"Jim (jserv) Huang","company":"國立成功大學","job":"助理教授","info":"網上慣用 \"jserv\" 代稱，任教於成功大學，專注作業系統、編譯器，和虛擬機等領域。曾任台灣聯發科、台達電、富士康，和工業技術研究院的技術顧問，並長期投入開源貢獻。","info_en":"Jim Huang, known as \"jserv\", is assistant professor at National Cheng Kung University in Taiwan where he teaches courses on operating system, compiler, and virtual machine. He served as technical advisor for Foxconn, Delta, and Mediatek.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Jserv_Huang.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"智慧電網背後的軟體建設","schedule_topic_en":"Software Construction behind the Smart Grid","category":"Blockchain,IoT","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"傳統能源和再生能源 (renewable engergy) 並存已是國際趨勢，但受限於發電量和自然環境影響，再生能源易造成電網供電不穩定，因此須確保有額外電力可提供或備載容量可進行部署。區塊鏈或所謂的分散式帳本技術已導入到電動車的體系，在不損及客戶電動車電池可用度的前提下，透過特定演算法協助平衡電網，彌補供電不足，本議程嘗試整理智慧電網背後的軟體建設，讓與會者得知相關發展近況。","schedule_info_en":"The coexistence of conventional energy  and renewable energy  is a global trend, but it is limited by the power generation and the natural environment. Renewable energy usually causes unstable power supply, so it is necessary to ensure that additional power is available or the operating reserve can be deployed. Blockchain or so-called decentralized ledger technology has been introduced into the electric vehicle system to help balance the grid through specific algorithms without compromising the usability of the customer's electric vehicle battery. The presentation will talk about the software construction behind the smart electric grid and let the participants know the recent development progress.","characters":"","slide":"https:\/\/docs.google.com\/presentation\/d\/1gvXqA4LmxZPSx0AifKWsYkCB1kIjypNuIN4h97xmoto\/edit#slide=id.p","picture_merged":"","video_record":""},{"speaker_id":"26","schedule_id":"20","name":"陳俊諺","name_en":"Lance Chen","company":"KKBOX","job":"Senior Software Engineer","info":"在 KKBOX 擔任資深工程師，負責設計和開發技術架構，目前在開放平台團隊中提供技術解決方案讓第三方合作夥伴整合 KKBOX 服務到各種產品中","info_en":"Lance works in KKBOX as a senior engineer, responsible for designing and devoping the technical framework and structure. Now he works on providing techinical solutions in open platform team to let partnered organizations integrate KKBOX services to all kinds of products.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/KKBOX_lance.jpg","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"KKBOX 如何走向物聯網","schedule_topic_en":"How KKBOX  steps into Internet of Things world","category":"IoT","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"KKBOX 過去專注在提供主流平台上的服務，現在看看我們如何讓 KKBOX 遍地開花。","schedule_info_en":"KKBOX used to focus on providing mainstream platform services. Now let's see how we make KKBOX blossom everywhere, all around everyday life.","characters":"","slide":"","picture_merged":"","video_record":"Yes"},{"speaker_id":"3","schedule_id":"10","name":"徐朝逸","name_en":"Luis Hsu","company":"","job":"Software Engineer","info":"剛出社會的新鮮人，從網站前後端玩到系統軟體，後來又誤打誤撞跑去研究編譯器\n目前任職於 Skymizer，工作之餘鑽研WebAssembly，以及開發自己的WebAssembly虛擬機器和C編譯器","info_en":"A compiler engineer of Skymizer inc. Spending my free time to create my WebAssembly virtual machine and C compiler for it. ","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Luis_Hsu.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"WebAssembly & WasmVM 虛擬機器","schedule_topic_en":"WebAssembly & WasmVM Virtual Machine","category":"Web,Assembly,Virtual Machine","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"JavaScript 一直以來都是瀏覽器上主要執行的程式語言，但是隨著網站應用快速發展，對網站的效能和安全性也愈來愈要求，所以提出 WebAssembly 組合語言來輔助 JavaScript，增強網站的安全性和效能。本議程介紹 WebAssembly 的特性和相關應用，以及分享講者開發自己的 WebAssembly 虛擬機器及編譯器經驗","schedule_info_en":"With emerging of Web applications, performance and security issues are getting more demand. WebAssembly is brought up to support JavaScript and enhance performance and security issues. In this session, I'll introduce the features and  works of WebAssembly, and share the experience of creating my own WebAssembly virtual machine.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"30","schedule_id":"25","name":"邱銘彰","name_en":"Jeremy Chiu ","company":"奧義智慧","job":"創辦人","info":"畢業於中央大學與大同資工所，台灣駭客年會 HITCON主要成員\r\n連續二次創業皆被國外企業併購：第一次創業2007年由美商資安公司併購，第二次創業2014年由以色列資安公司併購，也是目前唯一美國上市公司直接併購台灣資安科技新創公司的案例。\r\n國際研討會發表資安技術研究: Blackhat, DEFCON, SyScan, HITCON, FIRST, AVTokyo, HTICA 與 OWASP Asia","info_en":"Jeremy Chiu (aka Birdman) has more than fifteen years of experience with Malware analysis, Machine Learning, CTI research and focusing on kernel technologies for both the Win32 and Linux platforms. In Taiwan, he is recognized as a very senior anti-malware programmer and early pioneer in APT research. He and Benson founded Xecure Lab in 2011 providing digital forensics and APT detection solution, then in 2014, Xecure Lab was acquired by Israeli-American Company. For many years, he was a contracted law enforcement instructor at intelligence agencies in Taiwan, and frequently gave talks at security conferences like DEFCON, Blackhat, SyScan, HITCON, FIRST, AVTokyo, HTICA and OWASP Asia.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/birdman.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"人工智慧下的資安新視野","schedule_topic_en":"The New Vision of Cyber Security under Artificial intelligence","category":"AI,Security","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"現今新的資訊應用時代，各種領域資安設備產生了海量的告警，且低價值的資訊，再加上有各自的情境，不同領域不好整合。頻頻發生手中空有大數據，卻難以駕馭。在人工智慧 AI 自動化加入這場戰局後，獲得了大幅改善。導入機械學習的演算不只可以消化海量資料，還可納入模擬情境，資安事件案情推論，補強人類直覺的盲點，快速刪減枝微末節、強化調查鑑識及事件反應的流程，幫助企業有效管理資安架構。","schedule_info_en":"In the new era of the information applicaiton, huge amount of the warnings in all kinds of  infromationa security equipment have been released. With low-value inofrmation under seperate contexts and situations, it is hard to be integrated among different areas. It's hard to handle security problems with only available tremendous data at hands. It is been improved after AI automatization has been used. The algorism behind machine learning not only can digest the large volume of data but also consider the simluated situations, such as deduction and inference on information security issues, to compensate the blind spot and rapidly delete the trivia. It helps the inspection procedure on event response and the efficiency of company's information security framework.","characters":"","slide":"","picture_merged":"","video_record":"Yes"},{"speaker_id":"27","schedule_id":"23","name":"杜修文","name_en":"Ivan Tu","company":"Oracle","job":"北區 MySQL 技術顧問經理","info":"甲骨文公司 MySQL 全球事業部北亞區技術顧問主管，帶領大中華區及亞韓國的技術顧問團隊推廣MySQL 技術，協助企業用戶引進 MySQL。臺灣 MySQL 使用者社群發起人。\n曾任職昇陽電腦架構師負責 SOA 和系統中介軟體技術推廣、甲骨文訓練部講師和訓練經理。","info_en":"Koan-Sin Tan is a veteran open source user. He learned to use Unix on a VAX-11\/780 running 4.3BSD. Recently, he is interested in using and improving open source neural network framework on mobile devices.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Oracle-ivan-tu.jpg","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"以新世代MySQL 8.0支援行動應用","schedule_topic_en":"The mobile application supported by new generation MySQL 8.0","category":"BigData","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"行動應用和傳統應用系統最大的差別在於：\n1.資料結構變異大，因前端的種類很多，隨著技術演進和新應用推出，將有更多新設施不斷推出\n2.需要處理位置資訊，要因地制宜，感知事件發生的位置而推出不同內容\n3.要能處理更大的字符集以因應新前端和諸如心情符號(emoji)等新的且持續成長的字符空間\n隨著 MySQL 8.0 推出，它進一步支持 JSON 文件、可透過 XDevAPI 以 JSON 原生的 CRUD 操作 JSON 文件，更具完善的 GIS 功能，支援 utf8mb4 字符，是兼容傳統資訊系統和行動應用系統的最佳選擇。\n我將介紹 MySQL 8.0 新功能及如何善用這些功能開發行動應用系統\n","schedule_info_en":"As the growing of basic technology of 5G communication, mobile application has become the mainstream in the latest IT technical area. The major differences between the data of mobile application and the data of the traditional application system lies in: 1. The variance of data structure is huge with lots of unstructured data. With the development of the technology and new application, more types of front-end facility will be launched. 2. Location-relevant data has to be deal with which that the mobile application have to be adjusted with the locations. The system need to sense the location of the event and trigger different response. 3. It needs to process bigger character sets to fit new frontend application such as emoji and other growing character space. MySQL is growing with IoT, and has become the most widely deployed open source dataset with the highest level of function and usability. It further support JSON document, and can operate JSON document through XDevAPI using CRUD, which is non-SQL and JSON originated. Also it has more comprehensive GIS function and support utf8mb4 character and become the best choice for both traditional information system and mobile application system. The talk will introduce the new functions of MySQL8.0 and their application on development of mobile application system.","characters":"","slide":"https:\/\/drive.google.com\/file\/d\/1AtvSfu84k52ywCc9EWSzFvP-k4FeOWb_\/view?usp=sharing","picture_merged":"","video_record":""},{"speaker_id":"9","schedule_id":"24","name":"許子駿","name_en":"Eddie Hsu","company":"","job":"Front-end developer","info":"高雄人，不務正業的前端工程師，業餘獨立開發者，興趣是在各種平台上搞事。","info_en":"Kaohsiung citizen, front-end developer, amateur independent developer, interested in doing things on various client platforms.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Eddie_Hsu.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"跨平台開發的過去、現在與未來","schedule_topic_en":"\nPast, present and future about cross-platform development","category":"Mobile App,Web","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"跨平台開發在近年來越來越盛行，為開發圈帶來不小的衝擊。從古早時期的 Cordova，到現今流行的 React Native、Electron、PWA以及新推出的 Flutter，這些技術各有各的特色，以及不同的適用場景。究竟我們在實務上該如何選擇、如何應用這些技術，而跨平台開發的未來走向又會是如何呢？這個議程將會跟各位一起探討這些問題。","schedule_info_en":"Cross-platform development has become more and more popular in recent years. From Cordova to React Native, Electron, PWA and Flutter, these frameworks have their own characteristics and applicable scenarios. This session will discuss how to choose these frameworks, and the future of cross-platform development.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"16","schedule_id":"22","name":"\"freedom\" Koan-Sin Tan","name_en":"Koan-Sin Tan","company":"","job":"MediaTek","info":"Koan-Sin Tan is interested in using and improving open source neural network framework on mobile devices.","info_en":"Koan-Sin Tan is a veteran open source user. He learned to use Unix on a VAX-11\/780 running 4.3BSD. Recently, he is interested in using and improving open source neural network framework on mobile devices.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Koan_Sin_Tan.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"Open Source NN on You Phones","schedule_topic_en":"Status Quo Open Source NN Frameworks on Cell Phones","category":"AI,Mobile App","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"The talk will cover 1. why AI\/Deep Learning on edge devices, and 2. the status quo of widely used open source neural network frameworks on mobile devices, mainly TensorFlow Lite and Caffe 2, including some measured performance numbers.","schedule_info_en":"The talk will cover 1. why AI\/Deep Learning on edge devices, and 2. the status quo of widely used open source neural network frameworks on mobile devices, mainly TensorFlow Lite and Caffe 2, including some measured performance numbers.","characters":"","slide":"https:\/\/drive.google.com\/file\/d\/1IU-qi03DXmaTWTqvJ64T1ZdW7kAuXH7h\/view?fbclid=IwAR2uJPvbhNg0UOqNIZdYBMzII-IQ89bCJWtWFfoCNn8khXRClO8LDs7eeuQ","picture_merged":"","video_record":""},{"speaker_id":"11","schedule_id":"26","name":"林英傑","name_en":"Elvis Lin","company":"","job":"Mobile Application Engineer","info":"行動應用軟體工程師，目前從事 Android, iOS 與 React Native 的開發。目標是將Unit Testing, CI 與 CD 推廣到工程團隊日常的開發中。","info_en":"Mobile Application Engineer, who build Android, iOS and React Native Applications. Keeping learning how to introduce unit testing, CI, and CD to the members of the engineering team effectively.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Elvis_Lin.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"做一個跨平台的 Mobile App 開發者，從入門到放棄！？","schedule_topic_en":"To be a cross-platform mobile application engineer, or not to be","category":"Mobile App","degree_of_difficulty":"Basic - 外行人可以藉此入門","schedule_info":"身為 mobile app 開發者，不論是做 Android 或 iOS 的開發，都需要跟另一個平台的工程師合作，也需要跟專案經理與設計師一同討論，針對不同平台的特性做出規格或設計的調整。所以，如果擁有跨平台開發的能力，你便可以更有效地做出好的決策。本次演講會分析身為跨平台開發者的好處，如何更有效的從一個平台跨入另一個平台，提出可能的學習路徑以及哪些能力是 mobile app 開發者都應該要具備的。另外，也會指出可能遇到的困難，以及主流的跨平台開發框架可能帶來的好處與侷限。","schedule_info_en":"Talk about what is the advantage to be an engineer knowing how to develop an Android and iOS app at the same time and how to learn the necessary skills effectively. Then, explain the difficulties we will encounter during the practice, and how we could choose the right cross-platform development framework.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"28","schedule_id":"28","name":"林容瑋","name_en":"Ansgar Lin","company":"Oath","job":"Android Software Engineer","info":"任職於 Oath Yahoo 台灣分區總部，負責 Android 版本的購物中心和超級商城開發。主攻 RxJava 的的導入和程式架構優化，閒暇會在源碼內找尋可研究的題目，發表文章並定期在公司內部進行分享。","info_en":"Hi, my name is Ansgar Lin. I am an Android Develop of the Oath Yahoo Taiwan. Currently I am working on EC platform, Yahoo Shopping and Yahoo Store. I am interested in digging into the source code like Android or RxJava, and share with others what I have learned through posts on my website.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/yahoo_ansgar_lin.png","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"www.linkedin.com\/in\/ansgarlin","type":"topic","schedule_topic":"有效精簡 ProGuard 規則以達縮小 APK 之目的","schedule_topic_en":"Effectively shrink ProGuard rules for reducing APK size","category":"Mobile App","degree_of_difficulty":"Basic - 外行人可以藉此入門","schedule_info":"您有多久沒重新檢視專案內的ProGuard規則？複製貼上Stackverflow或官方的ProGuard規則是否絕對正確？本次將分享我們在調整過程中，所使用的方法、遇到的問題和結果。讓聽眾可以直接帶走並直接落實於專案中。","schedule_info_en":"Have you ever refined the ProGuard rules of your project? Is it always correct to copy-paste the rules from StackOverflow or document? Today I am gonna share the steps we took, the problem we faced during the process of refining ProGuard rules and the result with you. Come and take away the tips and use them wisely in your Project.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"7","schedule_id":"29","name":"小岛美奈子","name_en":"Minako Kojima","company":"仙女座科技","job":"CEO","info":"前谷歌工程师，gpool cofounder，acm asia regional gold，仙女座 CEO ","info_en":" Current CEO of Andoromeda; Former Google engineer; Cofounder of gpool; Acm asia regional gold;","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Minako_Kojima.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"從加密遊戲到智能簽名 ","schedule_topic_en":"From encryption game to smart contract signature ","category":"Blockchain","degree_of_difficulty":"Expert - 建議在該領域中有研究經驗的人入場","schedule_info":"區塊鏈遊戲開發經驗分享以及未來的發展趨勢、加密貨幣生態和變革","schedule_info_en":"The presentation will discuss the experience in the development of crypto games, and the future trend in crypto coin as well as the evolution.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"1","schedule_id":"27","name":"曾漢源","name_en":"Arthas Tseng","company":"","job":"資深工程師","info":"從事Android app開發有多年經驗，參與過即時通訊app、股市看盤app、影音相關app等開發。目前任職於KKStream致力於研究React Native並將其導入到工作中，對跨平台開發方式有很大的興趣。","info_en":"Arthas currently works in KKStream as senior engineer with many years work experience in Android app development, and had participated in messenger app, stock app, and media relevent app development.  He now dedicates himself in React Native research work in order to apply it to work. ","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Arthas_Tseng.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"Native, React Native, and Modularization","schedule_topic_en":"Native, React Native, and Modularization","category":"Mobile App","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"React Native是一種利用JavaScript依循Facebook發佈的React框架來開發APP的方式，在React框架下有很好的模組化概念，Native app也可以透過模組化後提供React Native使用。有這兩個方式再加上有效的與彈性的模組化開發以及有效的模組品質控管，可以有效地加快開發進程。\n議題著重於React Native怎麼去做模組化以及如何使用Native模組給React Native使用，達到開發專案全方面的模組支援。","schedule_info_en":"React Native uses JavaScript following the React framework released by Facebook  to build apps. Under React framwork, Native apps based on modulization concept provides a great way for development and quality control. lt also effectively speeds up the development progress. The presentation will focus on explaning how React Native adopts modulization and Native module for React Native to support the project development.    ","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"29","schedule_id":"31","name":"楊維中","name_en":"Weizhong Yang a.k.a zonble","company":"KKBOX","job":"實驗性產品設計開發部經理","info":"從 2011 年開始在 KKBOX 工作，之前負責 KKBOX 的 iOS、macOS、tvOS 版本，以及其他 KKBOX 的 client 端產品開發。在 KKBOX 之前參與過雅虎輸入法、嘸蝦米輸入法 macOS 版本開發，主要熟悉 Swift、Objective-C 、Python 程式語言。最近在 KKBOX 內部開發一些實驗性質的產品。才華與美貌兼具，智慧與善良並重，人間大愛的體現，心智年齡從來沒有超過十四歲的中二工程師。","info_en":"Works at KKBOX since 2011. Lead developer for KKBOX for iOS, macOS and tvOS for 10 years, also involved development of products like Yahoo! KeyKey input method and Boshiamy X1 input method for Mac. Working on several experimental products at KKBOX since this year.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/KKBOX_zonble.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"Flutter 踩雷心得","schedule_topic_en":"The Challenges Brought by Adopting Flutter.","category":"Mobile App","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"KKBOX 從今年五月起，在內部開始學習 Flutter 開發，以及導入到 KKBOX 的產品中。我們會討論：從軟體工程的角度來看，導入 Flutter 可能會遇到哪些挑戰與衝擊，以及如何做團隊成員的配置。","schedule_info_en":"Developers in KKBOX started to learn about Flutter development and try to adopt Flutter in products. The talk will cover the impacts and challenges from an engineering aspect, and how a Flutter development team might look like.","characters":"","slide":"https:\/\/www.slideshare.net\/zonble\/flutter-121791881","picture_merged":"","video_record":""},{"speaker_id":"5","schedule_id":"32","name":"蔡志展","name_en":"Rex Tsai","company":"","job":"","info":"早期在 KaLUG 接觸學習開放原始碼與自由軟體，後活躍於如 Ubuntu 等社群。近年推展開放街圖開發與製圖活動。並出席參加 FOSS4G 等國際會議。主要貢獻到 iD\/JOSM 的修正，並發起基於 Docker 為基礎的開發計畫。","info_en":"Rex is an active evangelist in local FOSS communities, including KaLUG, Ubuntu. Rex start to promote OpenStreetMap for mapping and software development recently, main contribution is iD\/JOSM and start a development project based on docker.","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/Rex_Tsai.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"以 OpenStreetMap 建立地圖服務","schedule_topic_en":"Build a map service powered by OpenStreetmap","category":"Web","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"作為市場領先的網路圖資供應商 Google Maps 已經連續調動數次定價策略，除了 Google Maps 之外市場還有其他供應商。OpenStreetMap 計畫以其開放資料集特性，以及活躍的 FOSS4G 社群，延伸出相當多應用。\n\n講者希望透過這次的演講，帶領一般開發者進入開放街圖的應用領域。演講包含 OSM 簡介與授權介紹、資料應用擷取技術、線上地圖的類型與應用、如何搭建自己的圖磚伺服器或利用商用服務快速建立服務。各重要的是利用開放圖資的特性，提供更多服務類型。","schedule_info_en":"Google Maps as leading online internet map service provider, has been changed the pricing plan several times this year. OpenStreetMap is one of the open data platform that supported by a strong FOSS4G community.\n\nThe talk will give you an introduction about how to use OpenStreetMap in your product.","characters":"","slide":"","picture_merged":"","video_record":""},{"speaker_id":"4","schedule_id":"21","name":"邱冠喻","name_en":"PastLeo","company":"五倍紅寶石","job":"前端工程師","info":"對電腦的一切事物有興趣，從電腦硬體、作業系統以及網路到程式、網站前後端皆有涉略。\n現擔任五倍紅寶石的前端工程師。\n夢想是建立一個大家都能玩的遊戲平台讓大家在上面一起遊玩、競技，同時也可以創造、分享遊戲內容\n\nhttps:\/\/pastleo.me","info_en":"Interested in everything about computer including PC hardware, operating system, internet, programming and web\nMy dream is to build a game for everyone to join, play, create and share\n\nhttps:\/\/pastleo.me","picture":"https:\/\/mopcon.org\/2018\/assets\/images\/speaker\/PastLeo.jpg?v=2018","filename":"","facebook":"","github":"","blog":"","website":"","linkedin":"","type":"topic","schedule_topic":"WebComponent & lit-html 前端開發新選擇","schedule_topic_en":"WebComponent & lit-html - another frontend implementation choice","category":"Web","degree_of_difficulty":"Normal - 歡迎略懂略懂有基本基礎的會眾","schedule_info":"WebComponent，定義自己的 HTML Tag，無須厚重的框架和 build system，它是一系列的 HTML規範，\n加上 lit-html 作為 render 引擎，就如 React, Vue 一樣包裝元件行為及 template。 \n本議程將介紹 WebComponent 的 Custom Element 和 Shadow DOM，ES Modules，讓你寫得像是 React 的 lit-html，以及瀏覽器支援程度。","schedule_info_en":"WebComponent is a series of HTML specs that enables custom definition of HTML tag without heavy framework and build system.\nWhen it comes with lit-html for rendering, you can encapsulate behavior and template like React and Vue\nThis session will introduce Custom Element and Shadow DOM, ES modules, lit-html and browser support","characters":"","slide":"https:\/\/md.pastleo.me\/p\/2018-mopcon-webcomponent-lithtml#\/","picture_merged":"","video_record":""}]}