{
  "language": "English",
  "lang": "En",
  "codename": "en",
  "pastMOPCON": "Past MOPCON",
  "speaker": "Speaker",
  "schedule": "Schedule",
  "organizer": "Organizer",
  "community": "Community",
  "member": "Member",
  "sponsor": "Sponsor",
  "apps": "Apps",
  "album": "Album",
  "main_schedule": "Main",
  "schedule_unconf": "Unconf",
  "unconf_location": "Unconf Location Map",
  "hackfoldr": "HackMD",
  "ticket": "Ticket",
  "warm_up": "Warm Up",
  "blog": "Blog",
  "date": "3-4 November 2018",
  "location": "@International Convention Center Kaohsiung",
  "donateUs": "Donate Us",
  "contactUs": "Contact Us",
  "privacy": "<h2> MOPCON-APP Private Policy </h2> <p> Mobile Open Platform Conference (“we”, “us” or “our”) values your privacy. The use of MOPCON-APP may involve the collection and use of your information. It is important for you to understand how this happens and how you may control it, so please read this Privacy Policy carefully. <br><br>SCOPE AND APPLICATION OF THIS PRIVACY POLICY <br>This privacy policy applies to MOPCON-APP, including how the MOCPON-APP deals with the personal information collected while using the services. Please not that this privacy policy does NOT apply to information collected:&lt;br&gt;(i) through any third party services (including any third party websites) that you may access through MOPCON-APP; or&lt;br&gt;(ii) by other companies and organizations who advertise their services on MOPCON-APP; or&lt;br&gt;(iii) any personnel that are entrusted by us or supervising MOPCON-APP. <br><br>THE INFORMATION WE COLLECT AND HOW WE COLLECT IT <br>In order to offer you the best experience on the MOPCON-APP, we might ask you to provide some of your personal information or your consent to access the information provided by your device, which may or may not include: <br>(i) Camera and/or microphone on your device, your account, contacts, user information or telephone number. <br>(ii) When using the MOPCON-APP or any network services provided by us, the server will automatically record some behaviors, including but not limited to the IP address of the device that or internet service that you use to access the MOPCON-APP, time and date, the browser that you are using, the model of your cellphone and the version of your Android system. The information will help us improve our application or web services, and will only be used by us, with the guarantee of not being announced to the public. Unless we have your consent or having to comply with applicable laws, regulations or legal process, we will not expose your personal information to any third party or use your personal information for any purposes other than collecting them. <br><br>HOW WE PROTECT YOUR INFORMATION <br>All servers of this application is installed with firewall, anti-virus software or other related information security equipment and necessary safety precautions to ensure the safety of your personal information as well as the website. <br><br>EXTERNAL LINKS FROM THE WEBSITE <br>The website of the MOPCON-APP provides external links. You can click into the links to go to other websites form our website. However, note that the linked websites do not apply our privacy policies, and you should refer to the privacy policy provided by the linked website. <br><br>CHANGES TO THIS PRIVACY POLICY <br>We may from time to time revise or add specific instructions, policies and terms to this Privacy Policy. These instructions, policies and terms form part of this Privacy Policy, and will be updated on our website or on the MOPCON-APP. If you wish to contact us regarding this Privacy Policy or any privacy-related matters, please contact us via email at <a href='mailto:contact@mopcon.org'>contact@mopcon.org</a>. </p>"
}