{
  "language": "Language",
  "call_sponsor": "Call for Sponsor",
  "call_recomm": "Call for Recommendation",
  "film_2017": "2017 Publicity Film",
  "VIP_ticket": "VIP Ticket",
  "student_ticket": "Student Ticket",
  "attendee_ticket": "Attendee Ticket",
  "review_2016": "2016 Wonderful Review",
  "spirit": "Spirit",
  "spirit_slogan_1": "Ten years ago, it is hard for us to imagine how mobile devices will change our lives. Now through Internet, mobile devices and applications change the way people live and work, by more quickly and seamlessly connecting people with devices, home appliances and even vehicles.",
  "spirit_slogan_2": "Before the term \" Web 2.0 \" came up ten years ago, there has been a term called \" Hyperconnectivity \", which describes the impact made by the more closely connected relationship between people as well as the interconnection with faster communication between people and machine. Nowadays, Web 3.0 is advancing and growing in full force with Iot and Cloud Computing. Besides the rapidly growing online services and the development of smart devices, the invention of technology like Big Data, Artificial Intelligence(AI) and Virtual Reality(VR) are dramatically changing the way people interact with each other, and with machine. Therefore, we decide to rethink and discuss the meaning of \"Mobile Open Platform.\"",
  "schedule": "Schedule",
  "Schedule_slogan": "Mobile Open Platform Conference (MOPCON), the biggest tech conference in southern Taiwan, has been held  for 6th year in a row. It has been a significant platform for community, developers, students, startups, and many extraordinary contributors to share and exchange ideas and experience. This year the core spirit of 2017 MOPCON is \" Hyperconnectivity - IoT , Interaction, Smart-technology \", and we try to discuss what would a highly connected world in the future look like.",
  "schedule_now": "Complete Schedule",
  "cfp":"CFP",
  "how_to_get_here":"How to Get Here",
  "location": "Location: International Convention Center Kaohsiung (ICCK) 3F",
  "address": "Address: No.274, Zhongzheng 4th Rd., Yancheng Dist., Kaohsiung City 803, Taiwan",
  "bus": "By Bus",
  "bus_number": "0 South, 0 North, 11, 25, 33, 56, 60, 76, 77, 82, 91, 214, 219, 248, 88 Jianguo Main Line (Stop name-Kaohsiung Museum of History/ ICCK)",
  "other_transp": "By Train/ Taiwan High Speed Rail (THSR)",
  "route_1": "Transfer to KRT system from Kaohsiung Station and Zuoying THSR station.",
  "route_2": "Take the orange line to Yanchengpu Station(O2) and take 3-minute walk from Exit 2.",
  "route_3": "If you take the red line, make sure to tranfer to the orange line at Formosa Boulevard Station.",
  "his_mopcon": "Past MOPCON",
  "speaker_info": "Speaker introduction",
  "schedule_info": "Schedule introduction",
  "back_list": "Back to List",
  "other_info": "Others",
  "more_info": "More"
}
